brew "coreutils"
brew "direnv"
brew "fzf"
brew "git"
brew "jq"
brew "kind"
brew "ko"
brew "kubectl"
brew "mdcat"
brew "ncdu"
brew "socat"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "watch"
brew "wget"
brew "zsh-syntax-highlighting"

brew "go"
brew "chruby"
brew "ruby-install"
brew "python", link: true, overwrite: true

tap "vmware-tanzu/carvel"
brew "kapp"
brew "ytt"
brew "kbld"
brew "imgpkg"

tap "homebrew/cask"
cask "caffeine"
cask "discord"
cask "docker"
cask "dropbox"
cask "flycut"
cask "google-chrome"
cask "iterm2"
cask "keepassxc"
cask "mutespotifyads"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
