brew "git"
brew "wget"
brew "jq"
brew "watch"
brew "mdcat"
brew "tree"
brew "fzf"
brew "zsh-syntax-highlighting"
brew "the_silver_searcher"
brew "thefuck"

brew "python", link: true, overwrite: true

cask "google-chrome"
cask "caffeine"
cask "iterm2"
cask "visual-studio-code"
cask "dropbox"
cask "spotify"
cask "mutespotifyads"
cask "spectacle"
cask "keepassxc"
cask "discord"
cask "flycut"
cask "docker"
