brew "autoconf"
brew "automake"
#brew "awscli"
#brew "azure-cli"
brew "coreutils"
brew "direnv"
brew "fzf"
brew "git"
brew "httpie"
brew "jq"
brew "kind"
brew "ko"
brew "kubectl"
brew "mdcat"
brew "ncdu"
brew "pstree"
brew "socat"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"

brew "go"
brew "chruby"
brew "ruby-install"
brew "python", link: true, overwrite: true

tap "carvel-dev/carvel"
brew "kapp"
brew "ytt"
brew "kbld"
brew "imgpkg"

cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "flycut"
cask "firefox"
cask "google-cloud-sdk"
cask "iterm2"
cask "keepassxc"
cask "mutespotifyads"
cask "slack"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
